
{
  "es": {
    "navbar": {
      "home": "Inicio",
      "apartment": "Apartamento",
      "gallery": "Galería",
      "activities": "Actividades",
      "booking": "Reserva",
      "weather": "El Tiempo"
    },
    "apartment": {
      "titleLiving": "Salón",
      "descriptionLiving": "Un acogedor salón con vistas directas al mar, perfecto para relajarse mientras disfrutas del paisaje. Cuenta con una amplia mesa extensible de gran capacidad, ideal para comidas familiares o reuniones, ubicada convenientemente junto a la barra de la cocina, facilitando la puesta y recogida de mesa, y creando un espacio funcional y elegante. Dispone de ventilador de techo.",
      "titleTerrace": "Terraza",
      "descriptionTerrace": "Preciosa terraza en primera linea de playa, con orientación al Mar Menor, a la cual se accede desde el salón, equipada con mesa y sillas para disfrutar de comidas al aire libre, todo sobre un suelo de césped artificial. Ideal para relajarse al atardecer o pasar momentos inolvidables contemplando las impresionantes vistas del entorno costero.",
      "titleKitchen": "Cocina",
      "descriptionKitchen": "Esta cocina está completamente equipada con todo lo necesario para tu comodidad. Cuenta con frigorifico con congelador, tostadora, microondas, placa vitrocerámica con dos fuegos, hornillo electrico extra, ollas, sartenes, copas de vino, abridor de vino, cubertería, bandeja y todo el menaje (platos, cuencos, vasos, tazas...).",
      "titleBedroomOne": "Dormitorio Uno",
      "descriptionBedroomOne": "Espacio con ventana directamente al mar. Dispone de una cama de 1,5 mts. y cuenta con una comoda con cajones, y un armario visto con colgadores. Dos mesillas con cajones cada una, y sus respectivas lamparas auxiliares.",
      "titleBedroomTwo": "Dormitorio Dos",
      "descriptionBedroomTwo": "Esta habitacion dispone igualmente de ventana directamente al mar. Cuenta con dos literas y un armario amplio, con cajones.",
      "titleBathroom": "Baño",
      "descriptionBathroom": "Baño completo, con toallas, gel y champú, alfombra de baño, secador de pelo y radiador para las duchas en invierno. Cuenta con un espejo de cuerpo justo enfrente del baño."
    },
    "gallery": {
      "category": "Selecciona una categoría",
      "categories": {
        "all": "De Todo",
        "apartment": "Apartamento",
        "activities": "Actividades",
        "nature": "Naturaleza",
        "places": "Lugares"
      }
      
    },
    "booking": {
      "intro": "Reserva tu estancia en Apartamento Brisa y Mar.",
      "info": "Haz clic en el botón para realizar tu reserva a través de Cartagena Costa, donde encontrarás toda la información actualizada.",
      "redirect": "Llevame a la Web de Inmocristal"
      
    },
    "footer": {
      "adress": "Ave. Julietta Orbaiceta, Playa Honda, Cartagena",
      "register": "Licencia de Vivienda Turística:",
      "home": "Inicio",
      "gallery": "Galería",
      "activities": "Actividades",
      "booking": "Reserva",
      "weather": "El Tiempo",
      "madeWith": "Hecho con ❤️ por JavierN"
    },
    "weather": {
      "weatherToday": "El tiempo ahora en Playa Honda:",
      "humidity": "humedad",
      "speedWind": "viento",
      "daytimeTempLabel": "Temperatura Diurna Promedio (ºC)",
      "nighttimeTempLabel": "Temperatura Nocturna Promedio (ºC)",
      "tempChartTitle": "Datos de Temperatura Mensual",
      "sunnyDaysLabel": "Días Soleados",
      "cloudyDaysLabel": "Días Nublados",
      "overcastDaysLabel": "Días Cubiertos",
      "weatherDaysChartTitle": "Días Soleados, Nublados y Cubiertos (ALREDEDOR DE 270 DÍAS SOLEADOS AL AÑO)",
      "jan": "Enero",
      "feb": "Febrero",
      "mar": "Marzo",
      "apr": "Abril",
      "may": "Mayo",
      "jun": "Junio",
      "jul": "Julio",
      "aug": "Agosto",
      "sep": "Septiembre",
      "oct": "Octubre",
      "nov": "Noviembre",
      "dec": "Diciembre"
    },
    "home": {
      "textOne": "Bienvenido a nuestro apartamento en Playa Honda, un paraíso inolvidable en la hermosa Región de Murcia. Ubicado en un enclave privilegiado, este lugar te invita a sumergirte en un escenario idílico donde el sol, el mar y la tranquilidad se unen para brindarte una experiencia inolvidable.",
      "textTwo": "Imagina despertar cada mañana con el suave sonido del mar, mientras te deleitas con la vista panorámica que este apartamento ofrece. La serenidad y la paz se entrelazan en cada rincón, invitándote a disfrutar de momentos inolvidables en la costa murciana.",
      "textThree": "La región de Murcia te ofrece una amplia gama de actividades para todos los gustos. Desde relajarte en las playas de aguas cristalinas hasta aventurarte en emocionantes deportes acuáticos como el windsurf o el paddle surf. Los amantes de la naturaleza encontrarán en los alrededores innumerables rutas de senderismo para explorar la belleza natural de la zona.",
      "textFour": "Además, la rica cultura y la deliciosa gastronomía local son imperdibles. Descubre los encantadores pueblos pesqueros cercanos, donde podrás degustar exquisitos platos de mariscos frescos y disfrutar de la hospitalidad de sus habitantes.",
      "textFive": "El apartamento en Playa Honda te ofrece un refugio acogedor y moderno, equipado con todas las comodidades necesarias para garantizar una estancia placentera. Con amplias terrazas que ofrecen vistas impresionantes, podrás relajarte y disfrutar de magníficos atardeceres.",
      "textSix" : "¡Sumérgete en la calidez de la Costa Cálida y descubre un lugar donde la tranquilidad y la diversión se unen de manera perfecta para ofrecerte unas vacaciones inolvidables!",
      "textSeven" : "¡Te esperamos para vivir una experiencia única en nuestro apartamento en Playa Honda, Murcia!",
      "textEight" : "Descubre nuestro apartamento en Playa Honda, Murcia. Sumérgete en un paraíso costero, donde el sol y el mar se combinan para brindarte una experiencia inolvidable.",
      "textNine" : "Despierta con el sonido suave de las olas del Mar y disfruta de la serenidad en cada rincón.",
      "textTen" : "Explora playas cristalinas, practica deportes acuáticos emocionantes o haz senderismo para admirar la belleza natural. Sumado a la rica cultura y deliciosa gastronomía local, nuestro acogedor apartamento te ofrece comodidad y vistas impresionantes para relajarte y disfrutar de magníficos atardeceres.",
      "textEleven" : "Únete a nosotros en este refugio moderno y cálido en la Costa Cálida para unas vacaciones inolvidables.",
      "parallax" : "Tu refugio frente al mar te espera en Playa Honda" 
    },
    "grid": {
      "textOne":"Playa Honda es una localidad ubicada cerca del extremo inferior del Mar Menor. Es mayormente plana, lo que la convierte en un lugar ideal para pasear y andar en bicicleta. Cuenta con un largo paseo marítimo desde el cual se pueden admirar las maravillosas vistas hacia La Manga. En los meses de mayor afluencia, puedes alquilar un patín o simplemente relajarte en una tumbona. La playa tiene una arena fina y bordea las aguas tranquilas y poco profundas del Mar Menor. Durante el verano, la zona es muy concurrida por muchos visitantes. Fuera de la temporada estival, el área es más tranquila, pero cada año más personas descubren la belleza del lugar, junto con las suaves temperaturas invernales.",
      "textTwo":"Cabo de Palos es un encantador pueblo en el extremo sur de La Manga, junto al Mar Mediterráneo. Es perfecto para los amantes de la naturaleza y el mar, con su faro y puerto pesquero emblemáticos. Es famoso por sus restaurantes con deliciosos platos de mariscos y pescado fresco. Además, es ideal para bucear y hacer snorkel gracias a su excepcional vida marina. Durante el verano, sus playas de aguas transparentes son populares, y fuera de la temporada alta ofrece tranquilidad y belleza natural. También tiene mercados con productos frescos y actividades como equitación, senderismo y degustación de vinos regionales.",
      "textThree":"La Manga del Mar Menor es una zona hermosa que alberga esta gran laguna de agua salada separada del Mediterráneo por La Manga. A lo largo del Mar Menor se encuentran pueblos desde San Javier hasta Cabo de Palos. La franja de La Manga, de 21 km de largo, crea una entrada desde el Mediterráneo hacia la laguna. Esta laguna es ideal para deportes acuáticos con aguas cálidas y poco oleaje. Hay kilómetros de playas doradas con temperaturas agradables casi todo el año. La región tiene poca lluvia, ideal para vacaciones durante todo el año. Ofrece restaurantes de pescado, bares con tapas asequibles y mercados con productos locales. Hay actividades como buceo, vela, golf, entre otras, y lugares para relajarse con masajes y vinos regionales.",
      "textFour":"Calblanque es una reserva natural espectacular situada en la región. Con sus playas vírgenes y paisajes impresionantes, es un paraíso para los amantes de la naturaleza. Sus costas ofrecen playas de arena dorada y aguas cristalinas ideales para relajarse y disfrutar del entorno. Esta reserva es perfecta para practicar senderismo, ciclismo y observación de aves, además de ser un lugar ideal para escapar del bullicio y disfrutar de la tranquilidad. Con sus senderos naturales, playas prístinas y un entorno natural incomparable, Calblanque es un lugar perfecto para disfrutar de la belleza natural y la serenidad."
    }
    
  },
  "en": {
    "navbar": {
      "home": "Home",
      "apartment": "Apartament",
      "gallery": "Gallery",
      "activities": "Activities",
      "booking": "Booking",
      "weather": "Weather"
    },
    "gallery": {
      "category": "Select a category",
      "categories": {
        "all": "All",
        "apartment": "Apartment",
        "activities": "Activities",
        "nature": "Nature",
        "places": "Places"
      }
    },
    "booking": {
      "intro": "Book your stay at Brisa y Mar Apartment.",
      "info": "Click the button to make your reservation through Cartagena Costa, where you'll find all the updated information.",
      "redirect": "Redirect me to the Inmocristal Website"

    },
    "footer": {
      "adress": "Julietta Orbaiceta Street, Playa Honda, Cartagena",
      "register": "Vacation Rental License Number:",
      "home": "Home",
      "gallery": "Gallery",
      "activities": "Activities",
      "booking": "Booking",
      "weather": "Wather",
      "madeWith": "Made with ❤️ by JavierN"
    },
    "weather": {
      "weatherToday": "The weather now in Playa Honda:",
      "humidity": "humidity",
      "speedWind": "wind speed",
      "daytimeTempLabel": "Average Daytime Temperature (ºC)",
      "nighttimeTempLabel": "Average Nighttime Temperature (ºC)",
      "tempChartTitle": "Monthly Temperature Data",
      "sunnyDaysLabel": "Sunny Days",
      "cloudyDaysLabel": "Cloudy Days",
      "overcastDaysLabel": "Overcast Days",
      "weatherDaysChartTitle": "Days of Sunshine, Cloudiness, and Overcast (AROUND 270 SUNNY DAYS PER YEAR)",
      "jan": "January",
      "feb": "February",
      "mar": "March",
      "apr": "April",
      "may": "May",
      "jun": "June",
      "jul": "July",
      "aug": "August",
      "sep": "September",
      "oct": "October",
      "nov": "November",
      "dec": "December"
    },
    "home": {
      "textOne": "Welcome to our apartment in Playa Honda, a coastal paradise in the beautiful Region of Murcia. Located in a privileged enclave, this place invites you to immerse yourself in an idyllic setting where the sun, the sea, and tranquility come together to offer you an unforgettable experience.",
      "textTwo": "Imagine waking up every morning to the gentle sound of the waves of the Mediterranean, while you delight in the panoramic view that this apartment offers. Serenity and peace intertwine in every corner, inviting you to enjoy unforgettable moments on the Murcian coast.",
      "textThree": "The region of Murcia offers a wide range of activities for all tastes. From relaxing on the beaches with crystal clear waters to venturing into exciting water sports such as windsurfing or paddle surfing. Nature lovers will find countless hiking trails in the surroundings to explore the natural beauty of the area.",
      "textFour": "In addition, the rich culture and delicious local gastronomy are a must. Discover the charming nearby fishing villages, where you can taste exquisite dishes of fresh seafood and enjoy the hospitality of the locals.",
      "textFive": "The apartment in Playa Honda offers you a cozy and modern retreat, equipped with all the necessary amenities to ensure a pleasant stay. With spacious terraces that offer stunning views, you can relax and enjoy magnificent sunsets.",
      "textSix": "Immerse yourself in the warmth of the Costa Cálida and discover a place where tranquility and fun come together perfectly to offer you an unforgettable vacation!",
      "textSeven": "We look forward to welcoming you to live a unique experience in our apartment in Playa Honda, Murcia!",
      "textEight": "Discover our apartment in Playa Honda, Murcia. Immerse yourself in a coastal paradise where the sun and the sea combine to offer you an unforgettable experience.",
      "textNine": "Wake up to the gentle sound of the waves of the Mediterranean and enjoy serenity in every corner.",
      "textTen": "Explore crystal-clear beaches, engage in exciting water sports, or go hiking to admire the natural beauty. Combined with the rich culture and delicious local gastronomy, our cozy apartment offers you comfort and stunning views to relax and enjoy magnificent sunsets.",
      "textEleven": "Join us in this modern and warm retreat in the Costa Cálida for an unforgettable vacation.",
      "parallax" : "Your seaside refuge awaits you in Playa Honda"
    },
      "grid": {
      "textOne":"Playa Honda is a locality located near the lower end of the Mar Menor. It is mostly flat, making it an ideal place for walking and cycling. It has a long promenade from which you can admire the wonderful views towards La Manga. During peak months, you can rent a scooter or simply relax on a sun lounger. The beach has fine sand and borders the calm and shallow waters of the Mar Menor. During the summer, the area is very busy with many visitors. Outside the summer season, the area is quieter, but each year more people discover the beauty of the place, along with the mild winter temperatures.",
      "textTwo":"Cabo de Palos is a charming village at the southern end of La Manga, next to the Mediterranean Sea. It is perfect for nature and sea lovers, with its iconic lighthouse and fishing port. It is famous for its restaurants with delicious seafood dishes and fresh fish. Additionally, it is ideal for diving and snorkeling thanks to its exceptional marine life. During the summer, its crystal-clear beaches are popular, and outside the high season, it offers tranquility and natural beauty. It also has markets with fresh products and activities such as horseback riding, hiking, and tasting regional wines.",
      "textThree":"La Manga del Mar Menor is a beautiful area that houses this large saltwater lagoon separated from the Mediterranean by La Manga. Along the Mar Menor are towns from San Javier to Cabo de Palos. The La Manga strip, 21 km long, creates an entrance from the Mediterranean to the lagoon. This lagoon is ideal for water sports with warm, calm waters. There are kilometers of golden beaches with pleasant temperatures almost all year round. The region has little rain, ideal for year-round vacations. It offers fish restaurants, bars with affordable tapas, and markets with local products. There are activities such as diving, sailing, golf, among others, and places to relax with massages and regional wines.",
      "textFour":"Calblanque is a spectacular nature reserve located in the region. With its pristine beaches and stunning landscapes, it is a paradise for nature lovers. Its coasts offer golden sandy beaches and crystal-clear waters ideal for relaxing and enjoying the surroundings. This reserve is perfect for hiking, cycling, and bird watching, as well as being an ideal place to escape the hustle and bustle and enjoy the tranquility. With its natural trails, pristine beaches, and incomparable natural environment, Calblanque is a perfect place to enjoy natural beauty and serenity."
    }
  },
  "fr": {
    "navbar": {
      "home": "Accueil",
      "gallery": "Galerie",
      "activities": "Activités",
      "booking": "Réservation",
      "weather": "Météo"
    },
    "gallery": {
      "category": "Sélectionnez une catégorie",
      "categories": {
        "all": "Tout",
        "apartment": "Appartement",
        "activities": "Activités",
        "nature": "Nature",
        "places": "Lieux"
      }
    },
    "booking": {
      "intro": "Réservez votre séjour à l'appartement Brisa y Mar.",
      "info": "Cliquez sur le bouton pour effectuer votre réservation via Cartagena Costa, où vous trouverez toutes les informations mises à jour.",
      "redirect": "Me rediriger vers le site Inmocristal"
    },
    "footer": {
      "adress": "Avenue Julietta Orbaiceta, Playa Honda, Carthagène",
      "register": "Numéro de licence de location touristique :",
      "home": "Accueil",
      "gallery": "Galerie",
      "activities": "Activités",
      "booking": "Réservation",
      "weather": "Météo",
      "madeWith": "Fait avec ❤️ par JavierN"
    },
    "weather": {
      "weatherToday": "Le temps actuel à Playa Honda:",
      "humidity": "humidité",
      "speedWind": "vitesse du vent",
      "daytimeTempLabel": "Température Moyenne Diurne (ºC)",
      "nighttimeTempLabel": "Température Moyenne Nocturne (ºC)",
      "tempChartTitle": "Données de Température Mensuelle",
      "sunnyDaysLabel": "Jours Ensoleillés",
      "cloudyDaysLabel": "Jours Nuageux",
      "overcastDaysLabel": "Jours Couvert",
      "weatherDaysChartTitle": "Jours de Soleil, Nuages et Ciel Couvert (ENVIRON 270 JOURS ENSOLEILLÉS PAR AN)",
      "jan": "Janvier",
      "feb": "Février",
      "mar": "Mars",
      "apr": "Avril",
      "may": "Mai",
      "jun": "Juin",
      "jul": "Juillet",
      "aug": "Août",
      "sep": "Septembre",
      "oct": "Octobre",
      "nov": "Novembre",
      "dec": "Décembre"
    },
    "home": {
      "textOne": "Bienvenue dans notre appartement à Playa Honda, un paradis côtier dans la magnifique région de Murcie. Situé dans un cadre privilégié, cet endroit vous invite à vous immerger dans un cadre idyllique où le soleil, la mer et la tranquillité se rejoignent pour vous offrir une expérience inoubliable.",
      "textTwo": "Imaginez vous réveiller chaque matin au doux son des vagues de la Méditerranée, tout en profitant de la vue panoramique qu'offre cet appartement. Sérénité et paix se mêlent dans chaque recoin, vous invitant à profiter de moments inoubliables sur la côte murcienne.",
      "textThree": "La région de Murcie offre une large gamme d'activités pour tous les goûts. Détendez-vous sur les plages aux eaux cristallines ou aventurez-vous dans des sports nautiques passionnants comme la planche à voile ou le paddle surf. Les amateurs de nature trouveront de nombreux sentiers de randonnée pour explorer la beauté naturelle de la région.",
      "textFour": "De plus, la riche culture et la délicieuse gastronomie locale sont incontournables. Découvrez les charmants villages de pêcheurs voisins, où vous pourrez déguster des plats exquis de fruits de mer frais et profiter de l'hospitalité de leurs habitants.",
      "textFive": "L'appartement à Playa Honda vous offre un refuge confortable et moderne, équipé de toutes les commodités nécessaires pour garantir un séjour agréable. Avec de grandes terrasses offrant des vues imprenables, vous pourrez vous détendre et profiter de magnifiques couchers de soleil.",
      "textSix": "Plongez dans la chaleur de la Costa Cálida et découvrez un lieu où la tranquillité et le divertissement se rejoignent parfaitement pour vous offrir des vacances inoubliables !",
      "textSeven": "Nous vous attendons pour vivre une expérience unique dans notre appartement à Playa Honda, Murcie !",
      "textEight": "Découvrez notre appartement à Playa Honda, Murcie. Plongez dans un paradis côtier où le soleil et la mer se combinent pour vous offrir une expérience inoubliable.",
      "textNine": "Réveillez-vous au doux son des vagues de la Méditerranée et profitez de la sérénité dans chaque recoin.",
      "textTen": "Explorez des plages cristallines, pratiquez des sports nautiques passionnants ou faites des randonnées pour admirer la beauté naturelle. En plus de la riche culture et de la délicieuse gastronomie locale, notre appartement confortable vous offre confort et vues imprenables pour vous détendre et profiter de magnifiques couchers de soleil.",
      "textEleven": "Rejoignez-nous dans ce refuge moderne et chaleureux sur la Costa Cálida pour des vacances inoubliables.",
      "parallax": "Votre refuge en bord de mer vous attend à Playa Honda"
    },
    "grid": {
      "textOne": "Playa Honda est une localité située près de l'extrémité inférieure de la Mar Menor. Elle est principalement plate, ce qui en fait un lieu idéal pour se promener et faire du vélo. Elle possède une longue promenade d'où vous pouvez admirer les merveilleuses vues vers La Manga. Pendant les mois de pointe, vous pouvez louer un pédalo ou simplement vous détendre sur un transat. La plage est composée de sable fin et borde les eaux calmes et peu profondes de la Mar Menor. Pendant l'été, la zone est très fréquentée par de nombreux visiteurs. Hors saison estivale, la région est plus tranquille, mais chaque année, de plus en plus de gens découvrent la beauté du lieu, avec ses températures hivernales douces.",
      "textTwo": "Cabo de Palos est un charmant village situé à l'extrémité sud de La Manga, près de la mer Méditerranée. Il est parfait pour les amoureux de la nature et de la mer, avec son phare emblématique et son port de pêche. Il est célèbre pour ses restaurants servant de délicieux plats de fruits de mer et de poisson frais. De plus, il est idéal pour la plongée et le snorkeling grâce à sa faune marine exceptionnelle. Pendant l'été, ses plages aux eaux cristallines sont populaires, et en dehors de la haute saison, il offre tranquillité et beauté naturelle. Il dispose également de marchés avec des produits frais et des activités telles que l'équitation, la randonnée et la dégustation de vins régionaux.",
      "textThree": "La Manga del Mar Menor est une belle région qui abrite cette grande lagune d'eau salée séparée de la Méditerranée par La Manga. Tout au long de la Mar Menor se trouvent des villes allant de San Javier à Cabo de Palos. La bande de La Manga, longue de 21 km, crée une entrée depuis la Méditerranée vers la lagune. Cette lagune est idéale pour les sports nautiques avec des eaux chaudes et calmes. Il y a des kilomètres de plages dorées avec des températures agréables presque toute l'année. La région connaît peu de pluie, ce qui en fait une destination idéale pour les vacances tout au long de l'année. Elle offre des restaurants de poisson, des bars avec des tapas abordables et des marchés avec des produits locaux. Il y a des activités telles que la plongée, la voile, le golf, entre autres, et des lieux pour se détendre avec des massages et des vins régionaux.",
      "textFour": "Calblanque est une réserve naturelle spectaculaire située dans la région. Avec ses plages vierges et ses paysages époustouflants, c'est un paradis pour les amoureux de la nature. Ses côtes offrent des plages de sable doré et des eaux cristallines idéales pour se détendre et profiter du cadre environnant. Cette réserve est parfaite pour la randonnée, le cyclisme et l'observation des oiseaux, en plus d'être un endroit idéal pour échapper à l'agitation et profiter de la tranquillité. Avec ses sentiers naturels, ses plages immaculées et un environnement naturel incomparable, Calblanque est un endroit parfait pour apprécier la beauté naturelle et la sérénité."
    }
  },
  "nl": {
    "navbar": {
      "home": "Home",
      "gallery": "Galerij",
      "activities": "Activiteiten",
      "booking": "Boeking",
      "weather": "Weer"
    },
    "gallery": {
      "category": "Selecteer een categorie",
      "categories": {
        "all": "Alles",
        "apartment": "Appartement",
        "activities": "Activiteiten",
        "nature": "Natuur",
        "places": "Plaatsen"
      }
    },
    "booking": {
      "intro": "Boek je verblijf in Appartement Brisa y Mar.",
      "info": "Klik op de knop om je boeking te maken via Cartagena Costa, waar je alle bijgewerkte informatie kunt vinden.",
      "redirect": "Leid me naar de Inmocristal-website"
    },
    "footer": {
      "adress": "Julietta Orbaiceta Straat, Playa Honda, Cartagena",
      "register": "Registratienummer voor vakantiewoningen:",
      "home": "Home",
      "gallery": "Galerij",
      "activities": "Activiteiten",
      "booking": "Boeking",
      "weather": "Weer",
      "madeWith": "Gemaakt met ❤️ door JavierN"
    },
    "weather": {
      "weatherToday": "Het weer nu in Playa Honda:",
      "humidity": "vochtigheid",
      "speedWind": "windsnelheid",
      "daytimeTempLabel": "Gemiddelde Dagtemperatuur (ºC)",
      "nighttimeTempLabel": "Gemiddelde Nachttemperatuur (ºC)",
      "tempChartTitle": "Maandelijkse Temperatuurgegevens",
      "sunnyDaysLabel": "Zonnige Dagen",
      "cloudyDaysLabel": "Bewolkte Dagen",
      "overcastDaysLabel": "Overwogen Dagen",
      "weatherDaysChartTitle": "Zonnige, Bewolkte en Overwogen Dagen (ONGEVEER 270 ZONNIGE DAGEN PER JAAR)",
      "jan": "Januari",
      "feb": "Februari",
      "mar": "Maart",
      "apr": "April",
      "may": "Mei",
      "jun": "Juni",
      "jul": "Juli",
      "aug": "Augustus",
      "sep": "September",
      "oct": "Oktober",
      "nov": "November",
      "dec": "December"
    },
    "home": {
      "textOne": "Welkom in ons appartement in Playa Honda, een kustparadijs in de prachtige regio Murcia. Gelegen op een bevoorrechte locatie, nodigt deze plek je uit om je onder te dompelen in een idyllische omgeving waar zon, zee en rust samenkomen om je een onvergetelijke ervaring te bieden.",
      "textTwo": "Stel je voor dat je elke ochtend wakker wordt met het zachte geluid van de golven van de Middellandse Zee, terwijl je geniet van het panoramische uitzicht dat dit appartement biedt. Sereniteit en rust verweven zich in elke hoek, nodigen je uit om onvergetelijke momenten te beleven aan de kust van Murcia.",
      "textThree": "De regio Murcia biedt een breed scala aan activiteiten voor alle smaken. Van ontspannen op de stranden met kristalhelder water tot het beoefenen van spannende watersporten zoals windsurfen of paddle surfen. Natuurliefhebbers zullen talloze wandelpaden in de omgeving vinden om de natuurlijke schoonheid van het gebied te verkennen.",
      "textFour": "Daarnaast zijn de rijke cultuur en de heerlijke lokale gastronomie niet te missen. Ontdek de charmante nabijgelegen vissersdorpjes, waar je kunt genieten van heerlijke verse visgerechten en de gastvrijheid van de lokale bevolking.",
      "textFive": "Het appartement in Playa Honda biedt je een gezellig en modern toevluchtsoord, uitgerust met alle nodige voorzieningen om een aangenaam verblijf te garanderen. Met ruime terrassen die een prachtig uitzicht bieden, kun je ontspannen en genieten van magnifieke zonsondergangen.",
      "textSix": "Dompel jezelf onder in de warmte van de Costa Cálida en ontdek een plek waar rust en plezier perfect samenkomen om je een onvergetelijke vakantie te bieden!",
      "textSeven": "We kijken ernaar uit om je te verwelkomen voor een unieke ervaring in ons appartement in Playa Honda, Murcia!",
      "textEight": "Ontdek ons appartement in Playa Honda, Murcia. Dompel jezelf onder in een kustparadijs, waar de zon en de zee samenkomen om je een onvergetelijke ervaring te bieden.",
      "textNine": "Word wakker met het zachte geluid van de golven van de zee en geniet van de sereniteit in elke hoek.",
      "textTen": "Verken kristalheldere stranden, beoefen spannende watersporten of wandel om de natuurlijke schoonheid te bewonderen. In combinatie met de rijke cultuur en de heerlijke lokale gastronomie biedt ons gezellige appartement je comfort en een prachtig uitzicht om te ontspannen en te genieten van magnifieke zonsondergangen.",
      "textEleven": "Sluit je bij ons aan in dit moderne en warme toevluchtsoord aan de Costa Cálida voor een onvergetelijke vakantie.",
      "parallax": "Je toevlucht aan zee wacht op je in Playa Honda"
    },
    "grid": {
      "textOne": "Playa Honda is een plaats gelegen nabij het zuidelijke uiteinde van de Mar Menor. Het is overwegend vlak, wat het een ideale plek maakt om te wandelen en te fietsen. Het heeft een lange promenade vanwaar je kunt genieten van het prachtige uitzicht op La Manga. Tijdens de drukke maanden kun je een waterfiets huren of gewoon ontspannen op een ligstoel. Het strand heeft fijn zand en grenst aan het kalme en ondiepe water van de Mar Menor. In de zomer is het gebied erg druk met veel bezoekers. Buiten het zomerseizoen is het gebied rustiger, maar elk jaar ontdekken meer mensen de schoonheid van de plek, samen met de milde wintertemperaturen.",
      "textTwo": "Cabo de Palos is een charmant dorp aan het zuidelijke uiteinde van La Manga, naast de Middellandse Zee. Het is perfect voor liefhebbers van natuur en zee, met zijn iconische vuurtoren en vissershaven. Het staat bekend om zijn restaurants met heerlijke zeevruchtenschotels en verse vis. Bovendien is het ideaal om te duiken en te snorkelen dankzij het uitzonderlijke onderwaterleven. In de zomer zijn de stranden met kristalhelder water populair, en buiten het hoogseizoen biedt het rust en natuurlijke schoonheid. Er zijn ook markten met verse producten en activiteiten zoals paardrijden, wandelen en het proeven van regionale wijnen.",
      "textThree": "La Manga del Mar Menor is een prachtig gebied dat deze grote zoutwaterlagune herbergt, gescheiden van de Middellandse Zee door La Manga. Langs de Mar Menor liggen steden van San Javier tot Cabo de Palos. De strook van La Manga, 21 km lang, creëert een doorgang van de Middellandse Zee naar de lagune. Deze lagune is ideaal voor watersporten met warm, rustig water. Er zijn kilometers aan gouden stranden met aangename temperaturen bijna het hele jaar door. De regio kent weinig regen, ideaal voor vakanties het hele jaar door. Het biedt visrestaurants, bars met betaalbare tapas en markten met lokale producten. Er zijn activiteiten zoals duiken, zeilen, golfen en plaatsen om te ontspannen met massages en regionale wijnen.",
      "textFour": "Calblanque is een spectaculaire natuurreservaat in de regio. Met zijn ongerepte stranden en adembenemende landschappen is het een paradijs voor natuurliefhebbers. De kust biedt gouden zandstranden en kristalhelder water, ideaal om te ontspannen en van de omgeving te genieten. Dit reservaat is perfect om te wandelen, fietsen en vogels te spotten, en is een ideale plek om aan de drukte te ontsnappen en te genieten van de rust. Met zijn natuurlijke paden, ongerepte stranden en een ongeëvenaarde natuurlijke omgeving is Calblanque een perfecte plek om te genieten van natuurlijke schoonheid en sereniteit."
    }
  },
  "de": {
    "navbar": {
      "home": "Startseite",
      "gallery": "Galerie",
      "activities": "Aktivitäten",
      "booking": "Buchung",
      "weather": "Wetter"
    },
    "gallery": {
      "category": "Wähle eine Kategorie",
      "categories": {
        "all": "Alle",
        "apartment": "Apartment",
        "activities": "Aktivitäten",
        "nature": "Natur",
        "places": "Orte"
      }
    },
    "booking": {
      "intro": "Buchen Sie Ihren Aufenthalt im Apartment Brisa y Mar.",
      "info": "Klicken Sie auf den Button, um Ihre Reservierung über Cartagena Costa vorzunehmen, wo Sie alle aktuellen Informationen finden.",
      "redirect": "Weiterleiten zur Inmocristal Webseite"
    },
    "footer": {
      "adress": "Julietta Orbaiceta Straße, Playa Honda, Cartagena",
      "register": "Ferienwohnungs-Lizenznummer:",
      "home": "Startseite",
      "gallery": "Galerie",
      "activities": "Aktivitäten",
      "booking": "Buchung",
      "weather": "Wetter",
      "madeWith": "Mit ❤️ gemacht von JavierN"
    },
    "weather": {
      "weatherToday": "Das Wetter jetzt in Playa Honda:",
      "humidity": "Luftfeuchtigkeit",
      "speedWind": "Windgeschwindigkeit",
      "daytimeTempLabel": "Durchschnittliche Tagestemperatur (ºC)",
      "nighttimeTempLabel": "Durchschnittliche Nachttemperatur (ºC)",
      "tempChartTitle": "Monatliche Temperaturdaten",
      "sunnyDaysLabel": "Sonnige Tage",
      "cloudyDaysLabel": "Bewölkte Tage",
      "overcastDaysLabel": "Bedeckte Tage",
      "weatherDaysChartTitle": "Sonnige, Bewölkte und Bedeckte Tage (CA. 270 SONNIGE TAGE PRO JAHR)",
      "jan": "Januar",
      "feb": "Februar",
      "mar": "März",
      "apr": "April",
      "may": "Mai",
      "jun": "Juni",
      "jul": "Juli",
      "aug": "August",
      "sep": "September",
      "oct": "Oktober",
      "nov": "November",
      "dec": "Dezember"
    },
    "home": {
      "textOne": "Willkommen in unserem Apartment in Playa Honda, einem Küstenparadies in der wunderschönen Region Murcia. In privilegierter Lage lädt dieser Ort dazu ein, sich in einer idyllischen Umgebung zu verlieren, in der Sonne, Meer und Ruhe zusammenkommen, um Ihnen ein unvergessliches Erlebnis zu bieten.",
      "textTwo": "Stellen Sie sich vor, Sie wachen jeden Morgen mit dem sanften Klang der Wellen des Mittelmeers auf und genießen den Panoramablick, den dieses Apartment bietet. Ruhe und Frieden verweben sich in jeder Ecke und laden dazu ein, unvergessliche Momente an der Küste von Murcia zu genießen.",
      "textThree": "Die Region Murcia bietet eine breite Palette an Aktivitäten für jeden Geschmack. Entspannen Sie sich an den Stränden mit kristallklarem Wasser oder wagen Sie sich in aufregende Wassersportarten wie Windsurfen oder Paddleboarding. Naturliebhaber finden zahlreiche Wanderwege in der Umgebung, um die Schönheit der Gegend zu erkunden.",
      "textFour": "Darüber hinaus sind die reiche Kultur und die köstliche lokale Gastronomie ein Muss. Entdecken Sie die charmanten Fischerdörfer in der Umgebung, wo Sie exquisite frische Meeresfrüchte genießen und die Gastfreundschaft der Einheimischen erleben können.",
      "textFive": "Das Apartment in Playa Honda bietet Ihnen einen gemütlichen und modernen Rückzugsort, ausgestattet mit allem Komfort, um einen angenehmen Aufenthalt zu gewährleisten. Mit geräumigen Terrassen, die atemberaubende Ausblicke bieten, können Sie sich entspannen und die prächtigen Sonnenuntergänge genießen.",
      "textSix": "Tauchen Sie ein in die Wärme der Costa Cálida und entdecken Sie einen Ort, an dem Ruhe und Spaß perfekt miteinander verschmelzen, um Ihnen einen unvergesslichen Urlaub zu bieten!",
      "textSeven": "Wir freuen uns darauf, Ihnen ein einzigartiges Erlebnis in unserem Apartment in Playa Honda, Murcia, zu bieten!",
      "textEight": "Entdecken Sie unser Apartment in Playa Honda, Murcia. Tauchen Sie ein in ein Küstenparadies, in dem Sonne und Meer eine unvergessliche Erfahrung bieten.",
      "textNine": "Wachen Sie mit dem sanften Klang der Wellen des Mittelmeers auf und genießen Sie die Ruhe in jeder Ecke.",
      "textTen": "Erkunden Sie kristallklare Strände, betreiben Sie aufregende Wassersportarten oder wandern Sie, um die natürliche Schönheit zu bewundern. In Kombination mit der reichen Kultur und der köstlichen lokalen Gastronomie bietet Ihnen unser gemütliches Apartment Komfort und atemberaubende Ausblicke, um sich zu entspannen und prächtige Sonnenuntergänge zu genießen.",
      "textEleven": "Schließen Sie sich uns in diesem modernen und warmen Rückzugsort an der Costa Cálida für einen unvergesslichen Urlaub an.",
      "parallax": "Ihr Rückzugsort am Meer erwartet Sie in Playa Honda"
    },
    "grid": {
      "textOne": "Playa Honda ist ein Ort in der Nähe des südlichen Endes des Mar Menor. Es ist größtenteils flach und daher ideal zum Spazierengehen und Radfahren. Es gibt eine lange Promenade, von der aus man die wunderbaren Ausblicke auf La Manga genießen kann. In den Hochsommermonaten kann man ein Tretboot mieten oder sich einfach auf einem Liegestuhl entspannen. Der Strand hat feinen Sand und grenzt an das ruhige, flache Wasser des Mar Menor. Im Sommer ist die Gegend sehr belebt, aber außerhalb der Saison ist es ruhiger, obwohl jedes Jahr mehr Menschen die Schönheit des Ortes und die milden Wintertemperaturen entdecken.",
      "textTwo": "Cabo de Palos ist ein charmantes Dorf am südlichen Ende von La Manga, direkt am Mittelmeer. Es ist perfekt für Natur- und Meeresliebhaber, mit seinem ikonischen Leuchtturm und dem Fischereihafen. Berühmt für seine Restaurants mit köstlichen Fischgerichten und frischen Meeresfrüchten, ist es auch ein Paradies für Taucher und Schnorchler dank seiner außergewöhnlichen Meeresfauna. Im Sommer sind die kristallklaren Strände beliebt, aber auch außerhalb der Saison bietet das Dorf Ruhe und natürliche Schönheit. Zudem gibt es Märkte mit frischen Produkten sowie Aktivitäten wie Reiten, Wandern und regionale Weinproben.",
      "textThree": "La Manga del Mar Menor ist ein wunderschönes Gebiet, das diese große Salzwasserlagune beherbergt, die vom Mittelmeer durch die Landzunge La Manga getrennt ist. Entlang des Mar Menor befinden sich Dörfer von San Javier bis Cabo de Palos. Die 21 km lange Landzunge La Manga schafft einen Durchlass vom Mittelmeer in die Lagune. Diese Lagune ist ideal für Wassersportarten, mit warmem, ruhigem Wasser. Es gibt kilometerlange goldene Strände mit angenehmen Temperaturen fast das ganze Jahr über. Die Region hat wenig Regen und ist somit ideal für ganzjährige Urlaubsziele. Sie bietet Fischrestaurants, Bars mit erschwinglichen Tapas und Märkte mit lokalen Produkten. Es gibt Aktivitäten wie Tauchen, Segeln, Golf und vieles mehr sowie Orte zum Entspannen mit Massagen und regionalen Weinen.",
      "textFour": "Calblanque ist ein spektakuläres Naturschutzgebiet in der Region. Mit seinen unberührten Stränden und atemberaubenden Landschaften ist es ein Paradies für Naturliebhaber. Die Küste bietet goldene Sandstrände und kristallklares Wasser, ideal zum Entspannen und Genießen der Umgebung. Dieses Naturschutzgebiet ist perfekt zum Wandern, Radfahren und zur Vogelbeobachtung. Es ist der ideale Ort, um dem Trubel zu entfliehen und die Ruhe zu genießen. Mit seinen natürlichen Wegen, unberührten Stränden und einer unvergleichlichen Naturlandschaft ist Calblanque ein perfekter Ort, um die natürliche Schönheit und Ruhe zu genießen."
    }
  },
  "pt": {
    "navbar": {
      "home": "Início",
      "gallery": "Galeria",
      "activities": "Atividades",
      "booking": "Reserva",
      "weather": "Tempo"
    },
    "gallery": {
      "category": "Selecione uma categoria",
      "categories": {
        "all": "Tudo",
        "apartment": "Apartamento",
        "activities": "Atividades",
        "nature": "Natureza",
        "places": "Lugares"
      }
    },
    "booking": {
      "intro": "Reserve a sua estadia no Apartamento Brisa y Mar.",
      "info": "Clique no botão para fazer a sua reserva através de Cartagena Costa, onde encontrará todas as informações atualizadas.",
      "redirect": "Redirecionar para o site da Inmocristal"
    },
    "footer": {
      "adress": "Rua Julietta Orbaiceta, Playa Honda, Cartagena",
      "register": "Número de Licença de Alojamento Local:",
      "home": "Início",
      "gallery": "Galeria",
      "activities": "Atividades",
      "booking": "Reserva",
      "weather": "Tempo",
      "madeWith": "Feito com ❤️ por JavierN"
    },
    "weather": {
      "weatherToday": "O tempo agora em Playa Honda:",
      "humidity": "humidade",
      "speedWind": "velocidade do vento",
      "daytimeTempLabel": "Temperatura Média Diurna (ºC)",
      "nighttimeTempLabel": "Temperatura Média Noturna (ºC)",
      "tempChartTitle": "Dados de Temperatura Mensal",
      "sunnyDaysLabel": "Dias de Sol",
      "cloudyDaysLabel": "Dias Nublados",
      "overcastDaysLabel": "Dias Encobertos",
      "weatherDaysChartTitle": "Dias de Sol, Nublado e Encoberto (CERCA DE 270 DIAS DE SOL POR ANO)",
      "jan": "Janeiro",
      "feb": "Fevereiro",
      "mar": "Março",
      "apr": "Abril",
      "may": "Maio",
      "jun": "Junho",
      "jul": "Julho",
      "aug": "Agosto",
      "sep": "Setembro",
      "oct": "Outubro",
      "nov": "Novembro",
      "dec": "Dezembro"
    },
    "home": {
      "textOne": "Bem-vindo ao nosso apartamento em Playa Honda, um paraíso costeiro na bela região de Múrcia. Localizado em um enclave privilegiado, este lugar convida você a se imergir em um cenário idílico, onde sol, mar e tranquilidade se unem para lhe proporcionar uma experiência inesquecível.",
      "textTwo": "Imagine acordar todas as manhãs com o suave som das ondas do Mediterrâneo, enquanto se delicia com a vista panorâmica que este apartamento oferece. A serenidade e a paz entrelaçam-se em cada canto, convidando-o a desfrutar de momentos inesquecíveis na costa de Múrcia.",
      "textThree": "A região de Múrcia oferece uma vasta gama de atividades para todos os gostos. Desde relaxar nas praias de águas cristalinas até aventurar-se em emocionantes esportes aquáticos, como windsurf ou paddleboard. Os amantes da natureza encontrarão inúmeros trilhos para explorar a beleza natural da área.",
      "textFour": "Além disso, a rica cultura e a deliciosa gastronomia local são imperdíveis. Descubra as encantadoras vilas de pescadores nas proximidades, onde você pode degustar pratos de frutos do mar frescos e desfrutar da hospitalidade dos habitantes locais.",
      "textFive": "O apartamento em Playa Honda oferece-lhe um refúgio aconchegante e moderno, equipado com todas as comodidades necessárias para garantir uma estadia agradável. Com amplos terraços que oferecem vistas deslumbrantes, você pode relaxar e desfrutar de magníficos pores do sol.",
      "textSix": "Mergulhe no calor da Costa Cálida e descubra um lugar onde tranquilidade e diversão se unem de maneira perfeita para lhe proporcionar umas férias inesquecíveis!",
      "textSeven": "Estamos ansiosos para recebê-lo para viver uma experiência única no nosso apartamento em Playa Honda, Múrcia!",
      "textEight": "Descubra nosso apartamento em Playa Honda, Múrcia. Mergulhe em um paraíso costeiro, onde sol e mar se combinam para lhe proporcionar uma experiência inesquecível.",
      "textNine": "Acorde com o suave som das ondas do Mediterrâneo e desfrute da serenidade em cada canto.",
      "textTen": "Explore praias cristalinas, pratique esportes aquáticos emocionantes ou faça trilhas para admirar a beleza natural. Combinado com a rica cultura e deliciosa gastronomia local, nosso aconchegante apartamento oferece conforto e vistas deslumbrantes para relaxar e desfrutar de magníficos pores do sol.",
      "textEleven": "Junte-se a nós neste refúgio moderno e acolhedor na Costa Cálida para umas férias inesquecíveis.",
      "parallax": "O seu refúgio à beira-mar espera por você em Playa Honda"
    },
    "grid": {
      "textOne": "Playa Honda é uma localidade situada perto do extremo sul do Mar Menor. É principalmente plana, tornando-se um lugar ideal para caminhadas e ciclismo. Possui um longo calçadão de onde se pode admirar as maravilhosas vistas para La Manga. Nos meses de maior movimento, pode-se alugar um pedalinho ou simplesmente relaxar em uma espreguiçadeira. A praia tem areia fina e margeia as águas calmas e rasas do Mar Menor. Durante o verão, a área é muito movimentada, mas fora da alta temporada, a região é mais tranquila, embora a cada ano mais pessoas descubram a beleza do lugar e as suaves temperaturas de inverno.",
      "textTwo": "Cabo de Palos é uma vila encantadora localizada no extremo sul de La Manga, junto ao Mar Mediterrâneo. É perfeito para os amantes da natureza e do mar, com seu icônico farol e porto de pesca. Famoso por seus restaurantes que servem deliciosos pratos de frutos do mar e peixes frescos. Além disso, é ideal para mergulho e snorkeling graças à sua vida marinha excepcional. Durante o verão, suas praias de águas cristalinas são populares, e fora da alta temporada oferece tranquilidade e beleza natural. A vila também tem mercados com produtos frescos e atividades como equitação, trilhas e degustação de vinhos regionais.",
      "textThree": "La Manga del Mar Menor é uma área linda que abriga esta grande lagoa de água salgada separada do Mediterrâneo pela faixa de La Manga. Ao longo do Mar Menor, há vilarejos que vão de San Javier a Cabo de Palos. A faixa de La Manga, com 21 km de comprimento, cria uma entrada do Mediterrâneo para a lagoa. Esta lagoa é ideal para esportes aquáticos, com águas mornas e calmas. Existem quilômetros de praias douradas com temperaturas agradáveis quase o ano todo. A região tem pouca chuva, ideal para férias durante todo o ano. Oferece restaurantes de peixe, bares com tapas acessíveis e mercados com produtos locais. Existem atividades como mergulho, vela, golfe, entre outras, e lugares para relaxar com massagens e vinhos regionais.",
      "textFour": "Calblanque é uma espetacular reserva natural localizada na região. Com suas praias virgens e paisagens deslumbrantes, é um paraíso para os amantes da natureza. Suas costas oferecem praias de areia dourada e águas cristalinas, ideais para relaxar e desfrutar do ambiente. Esta reserva é perfeita para caminhadas, ciclismo e observação de aves, além de ser um local ideal para escapar da agitação e desfrutar da tranquilidade. Com suas trilhas naturais, praias imaculadas e um ambiente natural incomparável, Calblanque é o lugar perfeito para apreciar a beleza natural e a serenidade."
    }
  }
}