
{
  "es": {
    "navbar": {
      "home": "Inicio",
      "gallery": "Galería",
      "activities": "Actividades",
      "booking": "Reserva",
      "weather": "El Tiempo"
    },
    "gallery": {
      "category": "Selecciona una categoría"
    },
    "booking": {
      "intro": "Reserva tu estancia en Apartamento Brisa y Mar.",
      "info": "Haz clic en el botón para realizar tu reserva a través de Cartagena Costa, donde encontrarás toda la información actualizada.",
      "redirect": "Llevame a la Web de Inmocristal"
      
    },
    "footer": {
      "adress": "Ave. Julietta Orbaiceta, Playa Honda, Cartagena",
      "register": "Licencia de Vivienda Turística:",
      "home": "Inicio",
      "gallery": "Galería",
      "activities": "Actividades",
      "booking": "Reserva",
      "weather": "El Tiempo",
      "madeWith": "Hecho con ❤️ por JavierN"
    },
    "weather": {
      "weatherToday": "El tiempo hoy en Playa Honda:",
      "humidity": "humedad",
      "speedWind": "viento"
      
    },
    "home": {
      "textOne": "Bienvenido a nuestro apartamento en Playa Honda, un paraíso costero en la hermosa Región de Murcia. Ubicado en un enclave privilegiado, este lugar te invita a sumergirte en un escenario idílico donde el sol, el mar y la tranquilidad se unen para brindarte una experiencia inolvidable.",
      "textTwo": "Imagina despertar cada mañana con el suave sonido de las olas del Mediterráneo, mientras te deleitas con la vista panorámica que este apartamento ofrece. La serenidad y la paz se entrelazan en cada rincón, invitándote a disfrutar de momentos inolvidables en la costa murciana.",
      "textThree": "La región de Murcia te ofrece una amplia gama de actividades para todos los gustos. Desde relajarte en las playas de aguas cristalinas hasta aventurarte en emocionantes deportes acuáticos como el windsurf o el paddle surf. Los amantes de la naturaleza encontrarán en los alrededores innumerables rutas de senderismo para explorar la belleza natural de la zona.",
      "textFour": "Además, la rica cultura y la deliciosa gastronomía local son imperdibles. Descubre los encantadores pueblos pesqueros cercanos, donde podrás degustar exquisitos platos de mariscos frescos y disfrutar de la hospitalidad de sus habitantes.",
      "textFive": "El apartamento en Playa Honda te ofrece un refugio acogedor y moderno, equipado con todas las comodidades necesarias para garantizar una estancia placentera. Con amplias terrazas que ofrecen vistas impresionantes, podrás relajarte y disfrutar de magníficos atardeceres.",
      "textSix" : "¡Sumérgete en la calidez de la Costa Cálida y descubre un lugar donde la tranquilidad y la diversión se unen de manera perfecta para ofrecerte unas vacaciones inolvidables!",
      "textSeven" : "¡Te esperamos para vivir una experiencia única en nuestro apartamento en Playa Honda, Murcia!",
      "textEight" : "Descubre nuestro apartamento en Playa Honda, Murcia. Sumérgete en un paraíso costero, donde el sol y el mar se combinan para brindarte una experiencia inolvidable.",
      "textNine" : "Despierta con el sonido suave de las olas del Mar y disfruta de la serenidad en cada rincón.",
      "textTen" : "Explora playas cristalinas, practica deportes acuáticos emocionantes o haz senderismo para admirar la belleza natural. Sumado a la rica cultura y deliciosa gastronomía local, nuestro acogedor apartamento te ofrece comodidad y vistas impresionantes para relajarte y disfrutar de magníficos atardeceres.",
      "textEleven" : "Únete a nosotros en este refugio moderno y cálido en la Costa Cálida para unas vacaciones inolvidables.",
      "parallax" : "Tu refugio frente al mar te espera en Playa Honda" 
    },
    "grid": {
      "textOne":"Playa Honda es una localidad ubicada cerca del extremo inferior del Mar Menor. Es mayormente plana, lo que la convierte en un lugar ideal para pasear y andar en bicicleta. Cuenta con un largo paseo marítimo desde el cual se pueden admirar las maravillosas vistas hacia La Manga. En los meses de mayor afluencia, puedes alquilar un patín o simplemente relajarte en una tumbona. La playa tiene una arena fina y bordea las aguas tranquilas y poco profundas del Mar Menor. Durante el verano, la zona es muy concurrida por muchos visitantes. Fuera de la temporada estival, el área es más tranquila, pero cada año más personas descubren la belleza del lugar, junto con las suaves temperaturas invernales.",
      "textTwo":"Cabo de Palos es un encantador pueblo en el extremo sur de La Manga, junto al Mar Mediterráneo. Es perfecto para los amantes de la naturaleza y el mar, con su faro y puerto pesquero emblemáticos. Es famoso por sus restaurantes con deliciosos platos de mariscos y pescado fresco. Además, es ideal para bucear y hacer snorkel gracias a su excepcional vida marina. Durante el verano, sus playas de aguas transparentes son populares, y fuera de la temporada alta ofrece tranquilidad y belleza natural. También tiene mercados con productos frescos y actividades como equitación, senderismo y degustación de vinos regionales.",
      "textThree":"La Manga del Mar Menor es una zona hermosa que alberga esta gran laguna de agua salada separada del Mediterráneo por La Manga. A lo largo del Mar Menor se encuentran pueblos desde San Javier hasta Cabo de Palos. La franja de La Manga, de 21 km de largo, crea una entrada desde el Mediterráneo hacia la laguna. Esta laguna es ideal para deportes acuáticos con aguas cálidas y poco oleaje. Hay kilómetros de playas doradas con temperaturas agradables casi todo el año. La región tiene poca lluvia, ideal para vacaciones durante todo el año. Ofrece restaurantes de pescado, bares con tapas asequibles y mercados con productos locales. Hay actividades como buceo, vela, golf, entre otras, y lugares para relajarse con masajes y vinos regionales.",
      "textFour":"Calblanque es una reserva natural espectacular situada en la región. Con sus playas vírgenes y paisajes impresionantes, es un paraíso para los amantes de la naturaleza. Sus costas ofrecen playas de arena dorada y aguas cristalinas ideales para relajarse y disfrutar del entorno. Esta reserva es perfecta para practicar senderismo, ciclismo y observación de aves, además de ser un lugar ideal para escapar del bullicio y disfrutar de la tranquilidad. Con sus senderos naturales, playas prístinas y un entorno natural incomparable, Calblanque es un lugar perfecto para disfrutar de la belleza natural y la serenidad."
    }
  },
  "en": {
    "navbar": {
      "home": "Home",
      "gallery": "Gallery",
      "activities": "Activities",
      "booking": "Booking",
      "weather": "Weather"
    },
    "gallery": {
      "category": "Select a category"
    },
    "booking": {
      "intro": "Book your stay at Brisa y Mar Apartment.",
      "info": "Click the button to make your reservation through Cartagena Costa, where you'll find all the updated information.",
      "redirect": "Redirect me to the Inmocristal Website"

    },
    "footer": {
      "adress": "Julietta Orbaiceta Street, Playa Honda, Cartagena",
      "register": "Vacation Rental License Number:",
      "home": "Home",
      "gallery": "Gallery",
      "activities": "Activities",
      "booking": "Booking",
      "weather": "Wather",
      "madeWith": "Made with ❤️ by JavierN"
    },
    "weather": {
      "weatherToday": "The weather today in Playa Honda:",
      "humidity": "humidity",
      "speedWind": "speedWind"
    },
    "home": {
      "textOne": "Welcome to our apartment in Playa Honda, a coastal paradise in the beautiful Region of Murcia. Located in a privileged enclave, this place invites you to immerse yourself in an idyllic setting where the sun, the sea, and tranquility come together to offer you an unforgettable experience.",
      "textTwo": "Imagine waking up every morning to the gentle sound of the waves of the Mediterranean, while you delight in the panoramic view that this apartment offers. Serenity and peace intertwine in every corner, inviting you to enjoy unforgettable moments on the Murcian coast.",
      "textThree": "The region of Murcia offers a wide range of activities for all tastes. From relaxing on the beaches with crystal clear waters to venturing into exciting water sports such as windsurfing or paddle surfing. Nature lovers will find countless hiking trails in the surroundings to explore the natural beauty of the area.",
      "textFour": "In addition, the rich culture and delicious local gastronomy are a must. Discover the charming nearby fishing villages, where you can taste exquisite dishes of fresh seafood and enjoy the hospitality of the locals.",
      "textFive": "The apartment in Playa Honda offers you a cozy and modern retreat, equipped with all the necessary amenities to ensure a pleasant stay. With spacious terraces that offer stunning views, you can relax and enjoy magnificent sunsets.",
      "textSix": "Immerse yourself in the warmth of the Costa Cálida and discover a place where tranquility and fun come together perfectly to offer you an unforgettable vacation!",
      "textSeven": "We look forward to welcoming you to live a unique experience in our apartment in Playa Honda, Murcia!",
      "textEight": "Discover our apartment in Playa Honda, Murcia. Immerse yourself in a coastal paradise where the sun and the sea combine to offer you an unforgettable experience.",
      "textNine": "Wake up to the gentle sound of the waves of the Mediterranean and enjoy serenity in every corner.",
      "textTen": "Explore crystal-clear beaches, engage in exciting water sports, or go hiking to admire the natural beauty. Combined with the rich culture and delicious local gastronomy, our cozy apartment offers you comfort and stunning views to relax and enjoy magnificent sunsets.",
      "textEleven": "Join us in this modern and warm retreat in the Costa Cálida for an unforgettable vacation.",
      "parallax" : "Your seaside refuge awaits you in Playa Honda"
    },
      "grid": {
      "textOne":"Playa Honda is a locality located near the lower end of the Mar Menor. It is mostly flat, making it an ideal place for walking and cycling. It has a long promenade from which you can admire the wonderful views towards La Manga. During peak months, you can rent a scooter or simply relax on a sun lounger. The beach has fine sand and borders the calm and shallow waters of the Mar Menor. During the summer, the area is very busy with many visitors. Outside the summer season, the area is quieter, but each year more people discover the beauty of the place, along with the mild winter temperatures.",
      "textTwo":"Cabo de Palos is a charming village at the southern end of La Manga, next to the Mediterranean Sea. It is perfect for nature and sea lovers, with its iconic lighthouse and fishing port. It is famous for its restaurants with delicious seafood dishes and fresh fish. Additionally, it is ideal for diving and snorkeling thanks to its exceptional marine life. During the summer, its crystal-clear beaches are popular, and outside the high season, it offers tranquility and natural beauty. It also has markets with fresh products and activities such as horseback riding, hiking, and tasting regional wines.",
      "textThree":"La Manga del Mar Menor is a beautiful area that houses this large saltwater lagoon separated from the Mediterranean by La Manga. Along the Mar Menor are towns from San Javier to Cabo de Palos. The La Manga strip, 21 km long, creates an entrance from the Mediterranean to the lagoon. This lagoon is ideal for water sports with warm, calm waters. There are kilometers of golden beaches with pleasant temperatures almost all year round. The region has little rain, ideal for year-round vacations. It offers fish restaurants, bars with affordable tapas, and markets with local products. There are activities such as diving, sailing, golf, among others, and places to relax with massages and regional wines.",
      "textFour":"Calblanque is a spectacular nature reserve located in the region. With its pristine beaches and stunning landscapes, it is a paradise for nature lovers. Its coasts offer golden sandy beaches and crystal-clear waters ideal for relaxing and enjoying the surroundings. This reserve is perfect for hiking, cycling, and bird watching, as well as being an ideal place to escape the hustle and bustle and enjoy the tranquility. With its natural trails, pristine beaches, and incomparable natural environment, Calblanque is a perfect place to enjoy natural beauty and serenity."
    }
  }
}